/* Narrative line; with who, action and time */
"%@ %@ %@. " = "%1$@ %2$@ %3$@. ";

/* Main activity label, 3 or more makers */
"%d makers are inspiring society" = "%d makers are inspiring society";

/* Order specifier */
"a bit later" = "a bit later";

/* Order specifier */
"after that" = "after that";

/* No comment provided by engineer. */
"Alert me" = "Alert me";

/* No comment provided by engineer. */
"Alert me only when" = "Alert me only when";

/* Order specifier */
"also" = "also";

/* No comment provided by engineer. */
"always - regardless as to where I am" = "always - regardless as to where I am";

/* Rough time; 9-10 */
"around breakfast" = "around breakfast";

/* Rough time; 10-11 */
"around coffee time" = "around coffee time";

/* Rough time; 17-18 */
"around dinner time" = "around dinner time";

/* Rough time; 12-13 */
"around noon" = "around noon";

/* Entry specifier */
"arrived" = "arrived";

/* Rough time; 4-8 */
"at some insane early hour" = "at some insane early hour";

/* Main activity label, no one there. */
"Current no making" = "Current no making";

/* Rough time; 14-15 */
"early afternoon" = "early afternoon";

/* Entry specifier */
"entered" = "entered";

/* distance  < 150km */
"firmly in the Netherlands" = "firmly in the Netherlands";

/* Entry specifier */
"got in" = "got in";

/* Exit specifier */
"got out" = "got out";

/* Main activity label, 2 makers. */
"Great making going on" = "Great making going on";

/* distance < 4km */
"in Leiden" = "in Leiden";

/* distance > 15km */
"in the region" = "in the region";

/* Rough time; 16 */
"just in time for tea" = "just in time for tea";

/* Exit specifier */
"left" = "left";

/* distance < 250 meter */
"nearby the space" = "nearby the space";

/* Exit specifier */
"ran out" = "ran out";

/* distance < 1000km */
"roughly in this timezone" = "roughly in this timezone";

/* Entry specifier */
"showed up" = "showed up";

/* Main activity label, 1 maker. */
"Some light making going on" = "Some light making going on";

/* Rough time; 19-20 */
"sometime early evening" = "sometime early evening";

/* Rough time; 21-23 */
"sometime late evening" = "sometime late evening";

/* Rough time; 0-3 */
"somewhat after midnight" = "somewhat after midnight";

/* any distance */
"still somewhere in this galaxy" = "still somewhere in this galaxy";

/* Order specifier */
"thereafter" = "thereafter";

/* Used for today. */
"today" = "today";

/* Exit specifier */
"vanished" = "vanished";

/* Exit specifier */
"was last seen" = "was last seen";

/* Entry specifier */
"was seen" = "was seen";

/* used in distance composition - argument is a distance */
"when I am %@" = "when I am %@";

/* used in distance composition - argument is a distance */
"when I am %@ and there is some serious making going on" = "when I am %@ and there is some serious making going on";

/* distance < 30 meter */
"within spitting distance of the space" = "within spitting distance of the space";

/* any distance < 750 meter */
"within the Singels of Leiden" = "within the Singels of Leiden";

